Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This transaction is no longer in the local store.
af: Hierdie transaksie is nie meer in die plaaslike stoor nie.
ar: لم تَعُد هذه المعاملة في التخزين المحلي.
bg: Тази транзакция вече не е в локалното хранилище.
bn: এই লেনদেন আর স্থানীয় স্টোরে নেই।
ca: Aquesta transacció ja no és a l'emmagatzematge local.
cs: Tato transakce již není v lokálním úložišti.
da: Denne transaktion findes ikke længere i det lokale lager.
de: Diese Transaktion ist nicht mehr im lokalen Speicher.
el: Αυτή η συναλλαγή δεν βρίσκεται πλέον στον τοπικό χώρο αποθήκευσης.
es: Esta transacción ya no está en el almacenamiento local.
et: Seda tehingut enam kohalikus salvestises ei ole.
fa: این تراکنش دیگر در حافظهٔ محلی موجود نیست.
fi: Tämä tapahtuma ei ole enää paikallisessa muistissa.
fil: Wala na ang transaksyong ito sa local store.
fr: Cette transaction n'est plus dans le stockage local.
he: עסקה זו אינה עוד באחסון המקומי.
hi: यह लेन-देन अब स्थानीय स्टोर में नहीं है।
hr: Ova transakcija više nije u lokalnoj pohrani.
hu: Ez a tranzakció már nincs a helyi tárolóban.
id: Transaksi ini tidak lagi berada di penyimpanan lokal.
is: Þessi færsla er ekki lengur í staðbundnu geymslunni.
it: Questa transazione non è più nell'archivio locale.
ja: このトランザクションは、ローカルの保存領域にはもう存在しません。
ko: 이 거래는 로컬 저장소에 더 이상 없습니다.
lt: Šios operacijos vietinėje saugykloje nebėra.
lv: Šī transakcija vairs nav vietējā krātuvē.
ml: ഈ ഇടപാട് ഇനി ലോക്കൽ സ്റ്റോറിലില്ല.
mr: हा व्यवहार आता स्थानिक स्टोरमध्ये नाही.
ms: Transaksi ini tidak lagi berada di stor tempatan.
nb: Denne transaksjonen er ikke lenger i det lokale lageret.
nl: Deze transactie staat niet meer in de lokale opslag.
pa: ਇਹ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਹੁਣ ਸਥਾਨਕ ਸਟੋਰ ਵਿੱਚ ਨਹੀਂ ਹੈ।
pl: Tej transakcji już nie ma w lokalnym magazynie.
pt_br: Esta transação não está mais no armazenamento local.
ro: Această tranzacție nu mai există în stocarea locală.
ru: Этой транзакции больше нет в локальном хранилище.
sk: Táto transakcia už nie je v lokálnom úložisku.
sl: Te transakcije ni več v lokalni shrambi.
sr: Ова трансакција више није у локалној похрани.
sv: Denna transaktion finns inte längre i den lokala lagringen.
sw: Muamala huu hauko tena kwenye hifadhi ya ndani.
ta: இந்த பரிவர்த்தனை இனி உள்ளூர் சேமிப்பகத்தில் இல்லை.
te: ఈ లావాదేవీ ఇకపై స్థానిక స్టోర్‌లో లేదు.
th: ธุรกรรมนี้ไม่อยู่ในที่จัดเก็บภายในเครื่องอีกต่อไป
tr: Bu işlem artık yerel depolamada yok.
uk: Цієї транзакції більше немає в локальному сховищі.
ur: یہ ٹرانزیکشن مقامی اسٹور میں اب موجود نہیں ہے۔
vi: Giao dịch này không còn trong kho lưu trữ cục bộ.
zh_hans: 此交易已不在本地存储中。
zh_hant: 此交易已不在本機儲存中。

source: This wallet can't revoke — it's watch-only or a single-key import.
af: Hierdie beursie kan nie herroep nie — dit is slegs-kyk of 'n enkelsleutel-invoer.
ar: لا تستطيع هذه المحفظة الإلغاء — فهي للعرض فقط أو استيراد بمفتاح واحد.
bg: Този портфейл не може да отменя — той е само за преглед или импорт с един ключ.
bn: এই ওয়ালেট প্রত্যাহার করতে পারে না — এটি কেবল-দর্শন বা একক-কী আমদানি।
ca: Aquesta cartera no pot revocar — és només de lectura o una importació de clau única.
cs: Tato peněženka nemůže odvolávat — je pouze pro čtení nebo importovaná jedním klíčem.
da: Denne wallet kan ikke tilbagekalde — den er kun til visning eller en enkeltnøgleimport.
de: Diese Wallet kann nicht widerrufen — sie ist nur zur Ansicht oder ein Einzelschlüssel-Import.
el: Αυτό το πορτοφόλι δεν μπορεί να ανακαλέσει — είναι μόνο για προβολή ή εισαγωγή ενός κλειδιού.
es: Esta cartera no puede revocar: es de solo lectura o una importación de clave única.
et: See rahakott ei saa tühistada — see on ainult vaatamiseks või ühe võtmega imporditud.
fa: این کیف پول نمی‌تواند لغو کند — فقط‌خواندنی است یا با یک کلید واحد وارد شده است.
fi: Tämä lompakko ei voi perua — se on vain katselua varten tai yhden avaimen tuonti.
fil: Hindi makakapagbawi ang wallet na ito — ito ay watch-only o isang single-key na import.
fr: Ce portefeuille ne peut pas révoquer — il est en lecture seule ou issu d’un import à clé unique.
he: הארנק הזה אינו יכול לבטל — הוא לצפייה בלבד או ייבוא במפתח יחיד.
hi: यह वॉलेट रद्द नहीं कर सकता — यह केवल-दृश्य है या एकल-कुंजी आयात है।
hr: Ovaj novčanik ne može opozvati — samo je za pregled ili je uvoz s jednim ključem.
hu: Ez a tárca nem tud visszavonni — csak megtekintésre szolgál, vagy egyetlen kulccsal importált.
id: Dompet ini tidak dapat mencabut — dompet hanya-pantau atau impor satu kunci.
is: Þetta veski getur ekki afturkallað — það er aðeins til skoðunar eða innflutt með einum lykli.
it: Questo wallet non può revocare — è di sola lettura o un’importazione a chiave singola.
ja: このウォレットは取り消せません — 閲覧専用、または単一鍵のインポートです。
ko: 이 지갑은 취소할 수 없어요 — 보기 전용이거나 단일 키로 가져온 지갑이에요.
lt: Ši piniginė negali atšaukti — ji skirta tik peržiūrai arba importuota su vienu raktu.
lv: Šis maks nevar atsaukt — tas ir tikai skatīšanai vai importēts ar vienu atslēgu.
ml: ഈ വാലറ്റിന് പിൻവലിക്കാനാകില്ല — ഇത് കാണാൻ-മാത്രമുള്ളതോ ഒറ്റ-കീ ഇറക്കുമതിയോ ആണ്.
mr: हे वॉलेट रद्द करू शकत नाही — ते केवळ-पाहण्यासाठी आहे किंवा एकल-कीने आयात केलेले आहे.
ms: Dompet ini tidak boleh membatalkan — ia hanya-pantau atau import satu kunci.
nb: Denne lommeboken kan ikke tilbakekalle — den er kun for visning eller en enkeltnøkkelimport.
nl: Deze wallet kan niet intrekken — het is alleen-bekijken of een import met één sleutel.
pa: ਇਹ ਵਾਲਿਟ ਰੱਦ ਨਹੀਂ ਕਰ ਸਕਦਾ — ਇਹ ਸਿਰਫ਼-ਦੇਖਣ ਲਈ ਹੈ ਜਾਂ ਇੱਕ-ਕੁੰਜੀ ਨਾਲ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Ten portfel nie może cofnąć — jest tylko do podglądu lub zaimportowany z jednego klucza.
pt_br: Esta carteira não pode revogar — é somente leitura ou uma importação de chave única.
ro: Acest portofel nu poate revoca — este doar pentru vizualizare sau un import cu o singură cheie.
ru: Этот кошелёк не может отозвать — он только для просмотра или импортирован одним ключом.
sk: Táto peňaženka nemôže odvolávať — je len na prezeranie alebo import jedným kľúčom.
sl: Ta denarnica ne more preklicati — je samo za ogled ali uvoz z enim ključem.
sr: Овај новчаник не може да опозове — само је за преглед или је увоз једним кључем.
sv: Den här plånboken kan inte återkalla — den är endast för visning eller en enkelnyckelimport.
sw: Pochi hii haiwezi kutengua — ni ya kutazama tu au iliyoingizwa kwa ufunguo mmoja.
ta: இந்த வாலெட் திரும்பப் பெற முடியாது — இது பார்வை-மட்டும் அல்லது ஒற்றை-விசை இறக்குமதி.
te: ఈ వాలెట్ ఉపసంహరించలేదు — ఇది చూడటానికి-మాత్రమే లేదా ఏక-కీ దిగుమతి.
th: กระเป๋านี้เพิกถอนไม่ได้ — เป็นแบบดูอย่างเดียวหรือนำเข้าด้วยคีย์เดียว
tr: Bu cüzdan iptal edemez — yalnızca izleme amaçlı veya tek anahtarlı bir içe aktarma.
uk: Цей гаманець не може відкликати — він лише для перегляду або імпортований одним ключем.
ur: یہ والیٹ منسوخ نہیں کر سکتا — یہ صرف دیکھنے کے لیے ہے یا واحد کلید سے درآمد شدہ ہے۔
vi: Ví này không thể thu hồi — đây là ví chỉ xem hoặc nhập bằng khóa đơn.
zh_hans: 此钱包无法撤销 — 它是只读钱包或单密钥导入。
zh_hant: 此錢包無法撤銷 — 它是唯讀錢包或單一金鑰匯入。

source: This wallet can't sign browser requests
af: Hierdie beursie kan nie blaaierversoeke teken nie
ar: لا تستطيع هذه المحفظة توقيع طلبات المتصفّح
bg: Този портфейл не може да подписва заявки от браузъра
bn: এই ওয়ালেট ব্রাউজার অনুরোধে সাইন করতে পারে না
ca: Aquesta cartera no pot signar sol·licituds del navegador
cs: Tato peněženka nedokáže podepisovat požadavky z prohlížeče
da: Denne wallet kan ikke signere browser-anmodninger
de: Diese Wallet kann keine Browser-Anfragen signieren
el: Αυτό το πορτοφόλι δεν μπορεί να υπογράψει αιτήματα του περιηγητή
es: Esta cartera no puede firmar solicitudes del navegador
et: See rahakott ei saa brauseri päringuid allkirjastada
fa: این کیف پول نمی‌تواند درخواست‌های مرورگر را امضا کند
fi: Tämä lompakko ei voi allekirjoittaa selaimen pyyntöjä
fil: Hindi ma-sign ng wallet na ito ang mga kahilingan ng browser
fr: Ce portefeuille ne peut pas signer les demandes du navigateur
he: ארנק זה לא יכול לחתום על בקשות מהדפדפן
hi: यह वॉलेट ब्राउज़र अनुरोधों पर साइन नहीं कर सकता
hr: Ovaj novčanik ne može potpisivati zahtjeve preglednika
hu: Ez a tárca nem tudja aláírni a böngésző kéréseit
id: Dompet ini tidak dapat menandatangani permintaan peramban
is: Þetta veski getur ekki undirritað vafrabeiðnir
it: Questo wallet non può firmare le richieste del browser
ja: このウォレットはブラウザのリクエストに署名できません
ko: 이 지갑은 브라우저 요청에 서명할 수 없어요
lt: Ši piniginė negali pasirašyti naršyklės užklausų
lv: Šis maks nevar parakstīt pārlūka pieprasījumus
ml: ഈ വാലറ്റിന് ബ്രൗസർ അഭ്യർത്ഥനകൾ ഒപ്പിടാനാവില്ല
mr: हे वॉलेट ब्राउझर विनंत्यांवर स्वाक्षरी करू शकत नाही
ms: Dompet ini tidak dapat menandatangani permintaan pelayar
nb: Denne lommeboken kan ikke signere nettleserforespørsler
nl: Deze wallet kan geen browserverzoeken ondertekenen
pa: ਇਹ ਵਾਲਿਟ ਬ੍ਰਾਊਜ਼ਰ ਬੇਨਤੀਆਂ 'ਤੇ ਦਸਤਖਤ ਨਹੀਂ ਕਰ ਸਕਦਾ
pl: Ten portfel nie może podpisywać żądań przeglądarki
pt_br: Esta carteira não pode assinar solicitações do navegador
ro: Acest portofel nu poate semna cereri din browser
ru: Этот кошелёк не может подписывать запросы браузера
sk: Táto peňaženka nedokáže podpisovať požiadavky prehliadača
sl: Ta denarnica ne more podpisovati zahtev brskalnika
sr: Овај новчаник не може да потписује захтеве прегледача
sv: Den här plånboken kan inte signera webbläsarbegäranden
sw: Pochi hii haiwezi kutia saini maombi ya kivinjari
ta: இந்த வாலெட் உலாவிக் கோரிக்கைகளில் கையொப்பமிட முடியாது
te: ఈ వాలెట్ బ్రౌజర్ అభ్యర్థనలపై సంతకం చేయలేదు
th: กระเป๋าเงินนี้ลงนามคำขอจากเบราว์เซอร์ไม่ได้
tr: Bu cüzdan tarayıcı isteklerini imzalayamaz
uk: Цей гаманець не може підписувати запити браузера
ur: یہ والیٹ براؤزر کی درخواستوں پر دستخط نہیں کر سکتا
vi: Ví này không thể ký các yêu cầu của trình duyệt
zh_hans: 此钱包无法签署浏览器请求
zh_hant: 此錢包無法簽署瀏覽器請求

source: This wallet has a passphrase. Enter it to sign — it never leaves this iPhone, and Aperture can't recover it for you.
af: Hierdie beursie het 'n wagfrase. Voer dit in om te onderteken — dit verlaat nooit hierdie iPhone nie, en Aperture kan dit nie vir jou herstel nie.
ar: لهذه المحفظة عبارة مرور. أدخلها للتوقيع — لا تغادر جهاز iPhone هذا أبدًا، ولا يستطيع Aperture استردادها لك.
bg: Този портфейл има парола. Въведете я, за да подпишете — тя никога не напуска този iPhone и Aperture не може да я възстанови вместо вас.
bn: এই ওয়ালেটের একটি পাসফ্রেজ আছে। সই করতে এটি লিখুন — এটি কখনো এই iPhone ছেড়ে যায় না, এবং Aperture আপনার জন্য এটি পুনরুদ্ধার করতে পারে না।
ca: Aquesta cartera té una frase de contrasenya. Introdueix-la per signar: mai no surt d'aquest iPhone, i Aperture no la pot recuperar per tu.
cs: Tato peněženka má heslovou frázi. Zadejte ji pro podpis — nikdy neopustí tento iPhone a Aperture vám ji nemůže obnovit.
da: Denne tegnebog har en adgangssætning. Indtast den for at signere — den forlader aldrig denne iPhone, og Aperture kan ikke gendanne den for dig.
de: Dieses Wallet hat eine Passphrase. Gib sie zum Signieren ein – sie verlässt dieses iPhone nie, und Aperture kann sie nicht für dich wiederherstellen.
el: Αυτό το πορτοφόλι έχει φράση πρόσβασης. Εισαγάγετέ την για να υπογράψετε — δεν φεύγει ποτέ από αυτό το iPhone και το Aperture δεν μπορεί να την ανακτήσει για εσάς.
es: Esta cartera tiene una frase de contraseña. Introdúcela para firmar: nunca sale de este iPhone y Aperture no puede recuperarla por ti.
et: Sellel rahakotil on paroolifraas. Sisestage see allkirjastamiseks — see ei lahku kunagi sellest iPhone'ist ja Aperture ei saa seda teie eest taastada.
fa: این کیف پول یک عبارت عبور دارد. برای امضا آن را وارد کنید — هرگز این آیفون را ترک نمی‌کند و Aperture نمی‌تواند آن را برایتان بازیابی کند.
fi: Tällä lompakolla on tunnuslause. Syötä se allekirjoittaaksesi — se ei koskaan poistu tästä iPhonesta, eikä Aperture voi palauttaa sitä puolestasi.
fil: May passphrase ang wallet na ito. Ilagay ito para pumirma — hindi ito umaalis sa iPhone na ito, at hindi ito maibabalik ng Aperture para sa iyo.
fr: Ce portefeuille a une phrase secrète. Saisissez-la pour signer — elle ne quitte jamais cet iPhone, et Aperture ne peut pas la récupérer pour vous.
he: לארנק זה יש משפט סיסמה. הזן אותו כדי לחתום — הוא לעולם אינו עוזב את ה-iPhone הזה, ו-Aperture אינו יכול לשחזר אותו עבורך.
hi: इस वॉलेट में एक पासफ़्रेज़ है। साइन करने के लिए इसे दर्ज करें — यह कभी इस iPhone से बाहर नहीं जाता, और Aperture इसे आपके लिए पुनर्प्राप्त नहीं कर सकता।
hr: Ovaj novčanik ima zaporku. Unesite je za potpisivanje — nikad ne napušta ovaj iPhone, a Aperture je ne može oporaviti za vas.
hu: Ehhez a tárcához jelmondat tartozik. Add meg az aláíráshoz — sosem hagyja el ezt az iPhone-t, és az Aperture nem tudja helyreállítani neked.
id: Dompet ini memiliki frasa sandi. Masukkan untuk menandatangani — frasa tidak pernah meninggalkan iPhone ini, dan Aperture tidak dapat memulihkannya untuk Anda.
is: Þetta veski er með aðgangsorðasetningu. Sláðu hana inn til að undirrita — hún fer aldrei úr þessum iPhone, og Aperture getur ekki endurheimt hana fyrir þig.
it: Questo wallet ha una passphrase. Inseriscila per firmare — non lascia mai questo iPhone e Aperture non può recuperarla per te.
ja: このウォレットにはパスフレーズがあります。署名するために入力してください — それはこの iPhone から出ることはなく、Aperture が代わりに復元することはできません。
ko: 이 지갑에는 암호 문구가 있습니다. 서명하려면 입력하세요 — 이 iPhone을 절대 벗어나지 않으며, Aperture가 대신 복구할 수 없습니다.
lt: Ši piniginė turi slaptafrazę. Įveskite ją, kad pasirašytumėte – ji niekada nepalieka šio iPhone, o Aperture negali jos jums atkurti.
lv: Šim makam ir paroles frāze. Ievadiet to, lai parakstītu — tā nekad nepamet šo iPhone, un Aperture nevar to jūsu vietā atkopt.
ml: ഈ വാലറ്റിന് ഒരു പാസ്ഫ്രെയ്സ് ഉണ്ട്. ഒപ്പിടാൻ അത് നൽകുക — അത് ഈ iPhone ഒരിക്കലും വിട്ടുപോകുന്നില്ല, Aperture-ന് അത് നിങ്ങൾക്കായി വീണ്ടെടുക്കാനാവില്ല.
mr: या वॉलेटला पासफ्रेज आहे. स्वाक्षरी करण्यासाठी तो प्रविष्ट करा — तो हा iPhone कधीही सोडत नाही, आणि Aperture तो तुमच्यासाठी परत मिळवू शकत नाही.
ms: Dompet ini mempunyai frasa laluan. Masukkannya untuk menandatangani — ia tidak pernah meninggalkan iPhone ini, dan Aperture tidak boleh memulihkannya untuk anda.
nb: Denne lommeboken har en passordfrase. Skriv den inn for å signere — den forlater aldri denne iPhonen, og Aperture kan ikke gjenopprette den for deg.
nl: Deze wallet heeft een wachtwoordzin. Voer die in om te ondertekenen — die verlaat deze iPhone nooit en Aperture kan die niet voor je herstellen.
pa: ਇਸ ਵਾਲਿਟ ਦਾ ਇੱਕ ਪਾਸਫ੍ਰੇਜ਼ ਹੈ। ਸਾਈਨ ਕਰਨ ਲਈ ਇਸਨੂੰ ਦਾਖਲ ਕਰੋ — ਇਹ ਕਦੇ ਇਸ iPhone ਨੂੰ ਨਹੀਂ ਛੱਡਦਾ, ਅਤੇ Aperture ਇਸਨੂੰ ਤੁਹਾਡੇ ਲਈ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।
pl: Ten portfel ma hasło. Wprowadź je, aby podpisać — nigdy nie opuszcza tego iPhone'a, a Aperture nie może go dla Ciebie odzyskać.
pt_br: Esta carteira tem uma senha-frase. Insira-a para assinar — ela nunca sai deste iPhone, e o Aperture não pode recuperá-la para você.
ro: Acest portofel are o parolă-frază. Introdu-o pentru a semna — nu părăsește niciodată acest iPhone, iar Aperture nu o poate recupera pentru tine.
ru: У этого кошелька есть пароль-фраза. Введите её для подписания — она никогда не покидает этот iPhone, и Aperture не сможет восстановить её для вас.
sk: Táto peňaženka má prístupovú frázu. Zadajte ju na podpísanie — nikdy neopustí tento iPhone a Aperture vám ju nemôže obnoviť.
sl: Ta denarnica ima geslo. Vnesite ga za podpis — nikoli ne zapusti tega iPhona in Aperture ga ne more obnoviti namesto vas.
sr: Ovaj novčanik ima lozinku. Unesite je za potpisivanje — nikada ne napušta ovaj iPhone i Aperture je ne može povratiti za vas.
sv: Denna plånbok har en lösenfras. Ange den för att signera — den lämnar aldrig denna iPhone, och Aperture kan inte återställa den åt dig.
sw: Wallet hii ina kaulisiri. Iingize ili kutia saini — haiondoki iPhone hii kamwe, na Aperture haiwezi kukurejeshea.
ta: இந்த வாலட்டில் ஒரு கடவுச்சொற்றொடர் உள்ளது. கையொப்பமிட அதை உள்ளிடவும் — அது இந்த iPhone ஐ விட்டு வெளியேறாது, மேலும் Aperture அதை உங்களுக்காக மீட்டெடுக்க முடியாது.
te: ఈ వాలెట్‌కు పాస్‌ఫ్రేజ్ ఉంది. సంతకం చేయడానికి దాన్ని నమోదు చేయండి — అది ఈ iPhoneను విడిచిపెట్టదు, మరియు Aperture దాన్ని మీ కోసం పునరుద్ధరించలేదు.
th: กระเป๋าเงินนี้มีรหัสผ่าน ป้อนเพื่อลงนาม — รหัสผ่านไม่เคยออกจาก iPhone นี้ และ Aperture ไม่สามารถกู้คืนให้คุณได้
tr: Bu cüzdanın bir parola ifadesi var. İmzalamak için girin — bu iPhone'dan asla çıkmaz ve Aperture sizin için kurtaramaz.
uk: Цей гаманець має парольну фразу. Введіть її, щоб підписати — вона ніколи не залишає цей iPhone, і Aperture не може відновити її для вас.
ur: اس والیٹ کا ایک پاس فریز ہے۔ سائن کرنے کے لیے اسے درج کریں — یہ کبھی اس آئی فون سے باہر نہیں جاتا، اور Aperture اسے آپ کے لیے بحال نہیں کر سکتا۔
vi: Ví này có một cụm mật khẩu. Nhập nó để ký — nó không bao giờ rời khỏi iPhone này, và Aperture không thể khôi phục nó cho bạn.
zh_hans: 此钱包设有口令。请输入口令以签名——它绝不离开此 iPhone，且 Aperture 无法为你找回。
zh_hant: 此錢包設有密語。請輸入密語以簽署——它絕不離開此 iPhone，且 Aperture 無法為你找回。
